/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

//Year
"yearsago"= "hace %1$lu años";
"yearago"= "hace 1 año";

"yearsahead"= "hace %1$lu años";
"yearahead"= "hace 1 año";

//Month
"monthsago"= "hace %1$lu meses";
"monthago"= "hace 1 mes";

"monthsahead"= "en %1$lu meses";
"monthahead"= "en 1 mes";

//Week
"weeksago"= "hace %1$lu semanas";
"weekago"= "hace 1 semana";

"weeksahead"= "en %1$lu semanas";
"weekahead"= "en 1 semana";

//Day
"daysago"= "hace %1$lu días";
"dayago"= "hace 1 día";

"dayago-idiomatic"= "ayer";

"daysahead"= "en %1$lu días";
"dayahead"= "en 1 día";

"dayahead-idiomatic"= "mañana";

//Hour
"hoursago"= "hace %1$lu horas";
"hourago"= "hace 1 hora";

"hoursahead"= "en %1$lu horas";
"hourahead"= "en 1 hora";

//Minute
"minutesago"= "hace %1$lu minutos";
"minuteago"= "hace 1 minuto";

"minutesahead"= "en %1$lu minutos";
"minuteahead"= "en 1 minuto";

//Second
"secondsago"= "hace %1$lu segundos";
"secondago"= "hace 1 segundo";

"secondsago-idiomatic"= "hace unos segundos";

"secondsahead"= "en %1$lu segundos";
"secondahead"= "en 1 segundo";

"secondsahead-idiomatic"= "en unos segundos";

"now"="ahora";
